/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Hesabı Yapılandır";
"you_need_an_account" = "Cihazınızda hiç $appname hesabı yok. Bu uygulamayı kullanabilmeniz için bir hesap oluşturmalısınız.";

//Login Screen
"testing_connection" = "Bağlantı Sınanıyor";
"server_instance_not_found" = "Sunucu bulunamadı";
"secure_connection_established" = "Güvenli Bağlantı Kuruldu";
"https_non_secure_connection_established" = "Güvensiz bir rotaya yönlendirildi";
"connection_established" = "Bağlantı Kuruldu";
"login_details" = "Giriş Bilgileri";
"username" = "Kullanıcı Adı";
"password" = "Parola";
"login" = "Giriş yap";
"cancel" = "İptal";
"error_login_message" = "Kullanıcı adı veya parolası yanlış";
"ok" = "Tamam";
"url_sample" = "Sunucu adresi https://…";
"forbidden_characters_in_password" = "Bu parola yasaklı karakterler içeriyor";
"server" = "Sunucu";
"url" = "URL";
"session_expired" = "Oturum süresi doldu";
"credentials_different_user" = "Girilen kullanıcı bu hesabın kullanıcısı ile eşleşmiyor";
"auth_unsupported_auth_method" = "Sunucu bu kimlik doğrulama yöntemini desteklemiyor";
"saml_server_does_not_give_user_id" = "Sunucu geçerli kullanıcı adı döndürmedi. Yöneticinizle iletişime geçin";
"authentification_not_valid" = "Bu sunucuya karşı kimlik doğrulama yapılamaz";
"error_too_many_http_redirects" = "Bağlantı kurarken bir hata oluştu. Lütfen tekrar deneyin.";
"retry" = "Yeniden Dene";
"help_link_login" = "$appname üzerinde yeni misiniz?";

//TabBarItems
"settings"="Ayarlar";
"files_tab"="Dosyalar";

//Uploading
"upload" = "Yükle";
"account" = "Hesap:";
"location" = "Konum:";
"photo_albums" = "Fotoğraf Albümleri";
"loading" = "Yükleniyor...";
"no_access_to_gallery" = "$appname için Fotoğraflar ve Videolar erişimini etkinleştirin. Bu seçenek, Ayarlar > Gizlilik > Fotoğraflar içinde bulunabilir.";
"error" = "Hata";
"upload_failed"="Yükleme Başarısız";
"redirection_problem"="URL yönlendirme eylemi desteklenmiyor";

//First View
"menu_upload" = "Fotoğraf / Video Yükle";
"menu_folder" = "Yeni klasör";

//Create Folder
"create_folder" = "Yeni Klasör Oluştur";
"folder_name" = "Klasör Adını Girin:";
"save" = "Kaydet";
"folder_exist" = "Belirtilen isimde bir klasör zaten mevcut. Lütfen farklı bir isim girin.";
"folder_create_error"="Dizin oluşturulamadı";
"not_show_potrait"="Menü yatay görünümde kullanılamaz. Lütfen dikey görünüme çevirin.";
"not_possible_create_folder" = "Klasör oluşturulamadı.";

//FilesView
"confirm_to_delete_item" = "Öge Silmeyi Onaylayın";
"yes" = "Evet";
"no" = "Hayır";
"delete_from_device" = "Cihazdan bu dosyayı silmek istediğinizden emin misiniz?";
"delete_from_server" = "Sunucudan bu dosyayı silmek istediğinizden emin misiniz?";
"not_possible_connect_to_server" = "Sunucuya şu anda bağlanmak mümkün değil.";
"delete_folder_from_server" = "Bu klasörü sunucudan silmek istediğinize emin misiniz?";
"delete_local_server" = "Aygıt ve sunucudan sil";
"delete_local" = "Aygıttan sil";
"delete_server" = "Sunucudan sil";
"error_path" = "Bu klasör açılamadı. Lütfen mevcut olduğundan emin olun";
"error_not_permission" = "Bu işlemi tamamlamak için yetkiniz yok";
"folders" = "klasör";
"files" = "dosya";
"folder" = "klasör";
"file" = "dosya";
"more_swipe" = "Daha fazla";
"message_not_files" = "Burada hiçbir şey yok. Bir şeyler yükleyin!";

//Refresh file list
"release_refresh"="Yenilemek için bırakın...";
"loading_refresh"="Yükleniyor...";
"pull_down_refresh"="Yenilemek için aşağı çekin.";

//Miscelanea
"back" = "Geri";

//Preview
"open_with_label" = "Birlikte aç";
"delete_label"= "Sil";

//Open with
"file_cannot_be_opened" = "Dosya açılamıyor";
"no_app_instaled_to_open_it" = "Bu tür dosyayı açmak üzere kurulu bir uygulama yok.";

//WTClient messages (Download/Upload)
"establishing_connection" = "Bağlantı Kuruluyor";
"not_establishing_connection" = "Bağlantı Kurulamıyor";
"connection_closed" = "Bağlantı Kapandı";
"connection_lost" = "Bağlantı Kaybedildi";
"auth_failed" = "Yetkilendirme Başarısız";
"auth_passed" = "Yetkilendirme Başarılı";
"request_file_not_found" = "İstenen dosya sunucuda bulunamadı";
"request_file_not_accesed" = "İstenen dosyaya erişilemiyor";
"unknow_response_server" = "Hata. Sunucudan bilinmeyen yanıt.";
"uploading_data" = "Veri Yükleniyor";
"downloading_data" = "Veri İndiriliyor";
"transfer_complete" = "Aktarım Tamamlandı";
"transfer_failed" = "Aktarım Başarısız";

//Settings and PinCode
"title_app_pin" = "Parola kodu";
"enter_app_pin" = "Parola kodunu girin";
"enter_app_pin_long_description" = "Parola kodunu girin";
"reenter_app_pin" = "Parola kodunu yeniden girin";
"remove_app_pin" = "Parola kodunu kaldır";
"both_pass_not_same" = "Girilen parola kodları aynı değil";
"app_pin_incorrect" = "Parola kodu hatalı";
"disconnect_button" = "Bu sunucudan bağlantıyı kes";
"pin_removed" = "Parola kodu kaldırıldı";
"incorrect_pin" = "Geçersiz parola kodu";
"app_pin_stored" = "Parola kodu depolandı";
"help" = "Yardım";
"recommend_to_friend" = "Bir Arkadaşa Öner";
"send_feedback" = "Geribildirim Gönder";
"manage_accounts" = "Hesapları Yönet";
"add_new_account" = "Yeni hesap ekle";
"save_changes" = "Kaydet";
"add_account" = "Ekle";
"user_exist" = "Girilen kullanıcı zaten mevcut";
"imprint_button" = "Yayın";
"title_instant_upload"="Anında Yükle";
"accounts_section" = "Hesaplar";
"security_section" = "Güvenlik";
"instant_updloads_section" = "Anında Yüklemeler";
"more_section" = "Daha fazla";

//Downloading
"can_no_copy_to_gallery" = "Bu dosya, galeri tarafından açılamadığından galeriye kopyalanamıyor";
"file_is_downloading" = "Bu dosya zaten indiriliyor";
"download_file_exist" = "Dosyayı açma başarısız. Mevcut olduğundan emin olun";
"wait_to_download" = "İndirmeye hazırlanılıyor";
"updating" = "Güncelliyor";
"msg_while_downloads" = "Bu işlemi yapmak mümkün değil. Lütfen geçerli indirmenin bitmesini bekleyin";

//SSL
"invalid_ssl_cert" = "Sitenin kimliği doğrulanamadı. Bu sertifikaya yine de güvenmek istiyor musunuz?";
"connection_declined" = "Bağlantı kullanıcı tarafından reddedildi";

//Recent view
"recent_now"="Saniyeler önce";
"recent_minutes"="$minutes dakika önce";
"recent_minute"="$minutes dakika önce";
"recent_hours"="$hours saat önce";
"recent_hour"="$hours saat önce";
"recent_days"="$days gün önce";
"recent_day"="$days gün önce";
"recent_months"="$months ay önce";
"recent_month"="$months ay önce";

"uploads_tab"="Yüklemeler";
"current_section"="Geçerli";
"uploader_section"="Yüklendi";
"nothing_was_upload_recently"="Yakın zamanda bu aygıttan yüklenen bir şey yok";
"failed_uploader_section"="Başarısız Yüklemeler";
"error_credential"="Kimlik bilgi hatası";
"error_destiny_does_not_exist"="Klasör hatası";
"error_file_exists"="Çakışma hatası";
"error_permission" = "Yetki hatası";
"error_file_does_not_exist" = "Dosya hatası";
"error_file_in_background" = "Sunucu hatası";
"error_file_invalid_characters" = "Geçersiz karakterler";
"change_active_user"="Geçerli kullanıcıyı şuna değiştir";
"waiting_for_server"="Sunucu bağlantısı bekleniyor";
"waiting_for_upload"="Yüklemek için bekliyor";
"error_permission_alert_message" = "Bu klasöre yükleme izniniz yok";
"choose_folder" = "Klasör seç";

//Select Folder View
"upload_label"="Yüklenecek yer";
"create_button"="Oluştur";
"choose_button"="Seç";

//Rename
"rename_long_press" = "Yeniden adlandır";
"rename_file_title" = "Yeniden adlandır";
"enter_new_name" = "Yeni bir isim girin:";
"rename_file_exist" = "Belirtilen isimde bir dosya mevcut, lütfen farklı bir isim girin";

//Move
"move_long_press" = "Taşı";
"move_to_label" = "Taşı";
"file_exist" = "Dosya zaten hedef klasörde mevcut";
"override_file" = "Mevcut dosyayı bununla değiştirmek istiyor musunuz?";
"accept" = "Kabul et";
"error_folder_destiny_is_the_same" = "HATA: Klasörü kendi içine taşıyamazsınız";
"original_file_exist" = "Dosya taşınamıyor. Lütfen var olduğundan emin olun.";
"original_folder_exist" = "Klasör taşınamıyor. Lütfen var olduğundan emin olun.";

//Download folfer
"download_folder" = "İndirilenler Klasörü";
"cancel_download" = "İndirmeyi İptal Et";

//Upload from other apps
"other_apps_title" = "Hedef";
"other_apps_account" = "Hesap";
"other_apps_folder" = "Klasör";
"other_apps_file_name" = "Dosya adı";
"other_apps_send_to" = "Yüklenecek yer";
"error_moving_file" = "Dosya taşınamıyor. Lütfen hedef klasörün var olduğundan emin olun.";
"forbidden_characters_from_server" = "İsim en az bir geçersiz karakter içeriyor";
"overwritte_title" = "Üzerine yaz";

//Social
"twitter_message" = "Akıllı telefonunuzda $twitteruser deneyin.";
"facebook_message" = "Akıllı telefonunuzda $appname deneyin!\n";
"mail_recommendation_subject" = "Akıllı telefonunuzda $appname deneyin!";
"mail_recommendation_body" = "Sana, akıllı telefonunda kullanmak üzere $appname daveti yapıyorum!\nBuradan indirebilirsin: ";
"device_not_support_mail" = "Cihazınız oluşturucu belgesini desteklemiyor";
"mail_feedback_subject" = "$appname Geribildirim";
"account_not_configure" = "Cihazınızda düzenlenmiş bir hesap yok. Ayarlar'a giderek düzenleyin.";

//Storage
"of_storage" = "/";
"occupied_storage" = "kullanılıyor";
"storage" = "Depolama";
"storage_upgrade" = "Depoyu Yükselt";

//Jimmies
"this_file_is_older" = "Yeni sürüm mevcut";
"msg_update_file_0_bytes" = "$days gün önce";

//Shared
"shared_tab" = "Paylaşılan bağlantılar";
"message_not_shared_files" = "Bağlantıyla paylaşılmış henüz bir dosya/klasör yok.";
"message_not_shared_api_support" = "Üzgünüz paylaşım sunucunuz tarafından desteklenmiyor. Lütfen sistem yöneticinizle görüşün.";
"share_link_long_press" = "Paylaş";
"unshare_link" = "Bağlantı paylaşımını kaldır";
"share_not_available_on_this_server" = "Üzgünüz bu özellik sunucunuz tarafından desteklenmiyor. Lütfen sistem yöneticinizle görüşün";
"copy_link" = "Bağlantıyı kopyala";
"file_to_share_not_exist" = "Bu dosya veya klasör paylaşılamıyor. Lütfen mevcut olup olmadığını denetleyin";
"file_to_unshare_not_exist" = "Bu dosya veya klasör paylaşımı kaldırılamıyor. Lütfen mevcut olup olmadığını denetleyin";
"shared_link_protected_title" = "Bir parola girin";
"shared_link_protected_message" = "Bağlantıyı paylaşmak için korumak üzere bir parola girmelisiniz.";
"pasword_empty" = "Parola boş olamaz";
"no_pasword" = "Bir parola girmelisiniz";
"get_share_link" = "Paylaşma Bağlantısını al";
"set_expiration_time" = "Son kullanma tarihini ayarla";
"password_protect" = "Parola koruması";
"default_not_possible_msg" = "Bu işlemi yapmak mümkün değil. Lütfen daha sonra tekrar deneyin";
"share_user_group_indicator" = "grup";
"add_user_or_group_title" = "Kullanıcı veya Grup ekle";
"share_with_users_or_groups" = "Kullanıcı ve Gruplarla paylaş";
"not_share_with_users_yet"= "Not shared with any users yet";
"not_sharee_api_supported" = "Üzgünüz sunucu sürümünüz istemcilerdeki kullanıcılara paylaşıma izin vermiyor. Lütfen yöneticinize başvurun";
"share_link_title" = "Paylaşma bağlantısı";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";

//Favorites
"favorite" = "Sık Kullanılan";
"unfavorite" = "Favoriden kaldır";
"parent_folder_is_favorite" = "Dosyanın bulunduğu klasör zaten favori olarak işaretli";

//Document provider
"error_login_doc_provider" = "Hesabınıza erişilemedi. Lütfen oturum açmak için ilk olarak ownCloud uygulamasını kullanın.";
"error_sending_file_to_document_picker" = "Dosya, belge seçiciye gönderilirken hata";
"error_user_change_in_core_app" = "Kullanıcı $appname uygulamasında değişti";
"error_connecting_with_server" = "Sunucuyla iletişim kurma başarısız oldu, lütfen daha sonra deneyin";
"move_doc_provider_button" = "Bu konuma taşı";
"export_doc_provider_button" = "Bu konuma dışa aktar";

//Instant uploads
"location_not_enabled"="Konum Hizmetleri etkin değil";
"message_location_not_enabled"="Lütfen Ayarlar'a gidin ve anında fotoğraf yüklemelerine izin vermek üzere Konum Hizmetleri'ni etkinleştirin.";

"access_photos_library_not_enabled" = "Fotoğraflara Erişim etkin değil";
"message_access_photos_not_enabled" = "Lütfen Ayarlar'a gidin ve anında fotoğraf yüklemelerine izin vermek üzere Fotoğraf Erişimi'ni etkinleştirin.";

"access_photos_and_location_not_enabled" = "Fotoğraflara ve Konuma Erişim etkin değil";
"message_access_photos_and_location_not_enabled" = "Lütfen Ayarlar'a gidin ve anında fotoğraf yüklemelerine izin vermek üzere Fotoğraf Erişimini ve Konum Hizmetlerini etkinleştirin.";

//PDF reader
"page_of_pages" = "/"; //Example: 5 of 10

//Share in
"files_added" = "Eklenen dosyalar";
"files_will_be_upload_next_time" = "Dosyalar, ownCloud'ı sonraki açışınızda yüklenmeye başlayacak";

//Help Guide main app
"title_help_slide_0" = "ownCloud'a Hoş Geldiniz!";
"message_help_slide_0" = "Daha fazla öğrenmek için kaydırın";
"title_help_slide_1" = "Anında Yüklemeler";
"message_help_slide_1" = "Fotoğraflarınızı güvenle saklayın";
"title_help_slide_2" = "Dosyalarınızı yönetin";
"message_help_slide_2" = "Silebilir ve taşıyabilirsiniz";
"title_help_slide_3" = "Paylaş";
"message_help_slide_3" = "Dosyaları ve klasörleri paylaşabilirsiniz";
"title_help_slide_4" = "ÇokluHesap";
"message_help_slide_4" = "Tüm bulutlarınızı bağlayın";
"title_help_slide_5" = "Özel dosyalarınız her yerde eşlensin";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Giriş yap";
"skip_button_help_guide" = "Atla";
